const generalMainScreen = `<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<!--[if IE]><meta http-equiv="X-UA-Compatible" content="IE=edge"><![endif]-->
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta name="generator" content="Asciidoctor 1.5.2">
<title>Доступные функции основного экрана:</title>
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Open+Sans:300,300italic,400,400italic,600,600italic%7CNoto+Serif:400,400italic,700,700italic%7CDroid+Sans+Mono:400">

</head>
<body class="article">
<div id="header">
</div>
<div id="content">
<div class="paragraph">
<p><span class="h1">Доступные функции</span></p>
</div>
<div class="paragraph">
<p><span class="image"><img src="img/GeneralMainScreen.png" alt="GeneralMainScreen"></span></p>
</div>
<div class="paragraph">
<p>Функциональность основного экрана доступна всем пользователям вне
зависимости от роли.</p>
</div>
<div class="sect1">
<h2 id="_доступные_функции_основного_экрана">Доступные функции основного экрана:</h2>
<div class="sectionbody">
<div class="ulist circle">
<ul class="circle">
<li>
<p><strong>Имя пользователя</strong> – отображается при ходе в Систему и видно в течении работы
(в случае если пользователю были делегированы права другого пользователя, он
  может выбрать в списке от чьего имени работать);</p>
</li>
<li>
<p><strong>Пункты меню</strong> – отображают доступные функции в работе пользователя (все экраны
Системы доступны посредством выбора соответствующего пункта или подпункта меню).<br>
Если у пользователя нет какого-либо пункта меню, то это говорит об отсутствии
у него некоторых прав доступа. Для получения такой возможности необходимо
обратиться к Администратору;</p>
</li>
<li>
<p><strong>Кнопки быстрого доступа</strong>:</p>
<div class="ulist square">
<ul class="square">
<li>
<p><strong>в верхней части основного экрана</strong> – позволяют быстро перейти к созданию
новой задачи, документа, договора или совещания;</p>
</li>
<li>
<p><strong>в нижней части доступа основного экрана</strong> – позволяют быстро перейти
к календарю, списку важных карточек, истории открытых карточек и просмотру диаграмм.</p>
</li>
</ul>
</div>
</li>
<li>
<p><strong>Текущие задачи и документы</strong> – отображаются в центральной части экрана в 
хронологическом порядке, а доступные по ним действия содержатся в виде выпадающего
списка (при отсутствии карточек, действия по которым требуется завершить к 
определенной дате, будут выведены первые пять задач, документов или договоров,
ожидающих действий пользователя, с сортировкой по дате поступления);</p>
</li>
<li>
<p><strong>Календарь</strong> – возможно открыть, кликнув по любой дате.<br>
   Текущая дата указывается сплошным выделением.<br>
   Даты на которые назначены какие-то мероприятия или срок выполнения документов
и договоров выделены цветом и жирным шрифтом;</p>
</li>
<li>
<p><strong>Папки действий</strong>– предоставляют быстрый доступ к задачам, документам, договорам
и совещаниям, по которым требуются действия пользователя;</p>
</li>
<li>
<p><strong>Папки поиска</strong> – предоставляют доступ к карточкам задач, документов и договоров,
отфильтрованным с помощью системных или пользовательских фильтров;</p>
</li>
<li>
<p><strong>Открытие в новом окне</strong> (<span class="noBorder"><span class="image"><img src="img/OpenNewWindow.svg" alt="OpenNewWindow"></span></span>) –
функциональность, позволяющая пользователю открыть основной экран в новом окне
(что может быть удобно, например, для копирования информации из одной карточки
  в другую);</p>
</li>
<li>
<p><strong>Уведомления</strong> – в правой части экрана отображаются сведения о недавних изменениях
в карточках (если у пользователя имеется большое число уведомлений, то при входе
в Систему на основном экране отображается пять последних, а для просмотра
следующих пяти уведомлений необходимо нажать на кнопку перехода к следующим
уведомлениям). Кнопка «Удалить все» позволяет убрать отображение всех уведомлений;</p>
</li>
<li>
<p><strong>Полнотекстовый поиск</strong> – функция поиска по карточкам Системы и справочникам
(открыть строку полнотекстового поиска можно при помощи кнопки <span class="noBorder"><span class="image"><img src="img/ButtonSearch.svg" alt="ButtonSearch"></span></span>).</p>
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="footer">
<div id="footer-text">
Last updated 2020-12-17 14:09:31 └Ёрсёъюх тЁхь  (чшьр)
</div>
</div>
</body>
</html>`;