const contractsMainScreenWork = `<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<!--[if IE]><meta http-equiv="X-UA-Compatible" content="IE=edge"><![endif]-->
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta name="generator" content="Asciidoctor 1.5.2">
<title>Пункт меню «Документы»</title>
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Open+Sans:300,300italic,400,400italic,600,600italic%7CNoto+Serif:400,400italic,700,700italic%7CDroid+Sans+Mono:400">

</head>
<body class="article">
<div id="header">
</div>
<div id="content">
<div class="paragraph">
<p><span class="h1">Работа с договорами</span></p>
</div>
<div class="paragraph">
<p>Договор представляет собой документ, фиксирующий договорные обязательства между
компанией и контрагентом.</p>
</div>
<div class="paragraph">
<p>В системе ТЕЗИС для организации работы по данным обязательствам существуют карточки
договоров.</p>
</div>
<div class="paragraph">
<p>На основном экране Системы доступны следующие возможности по работе с
договорами:</p>
</div>
<div class="paragraph">
<p><span class="image"><img src="img/ContractsMainScreenWork.png" alt="ContractsMainScreenWork"></span></p>
</div>
<div class="sect1">
<h2 id="_пункт_меню_документы">Пункт меню «Документы»</h2>
<div class="sectionbody">
<div class="paragraph">
<p>Пункт меню «Документы» содержит доступные пользователю функции по созданию
нового договора, работе с шаблонами и списками договоров.</p>
</div>
<div class="paragraph">
<p>В верхней части основного экрана по кнопке быстрого доступа «Создать
договор» можно быстро перейти к созданию нового договора.</p>
</div>
</div>
</div>
<div class="sect1">
<h2 id="_текущие_договоры">Текущие договоры</h2>
<div class="sectionbody">
<div class="paragraph">
<p>Текущие договоры отображаются в центральной части экрана в
хронологическом порядке.</p>
</div>
<div class="paragraph">
<p>Доступные по ним действия содержатся в виде выпадающего списка (при отсутствии
карточек, действия по которым требуется завершить к определенной дате, будут
выведены первые пять карточек, ожидающих действий пользователя, с сортировкой
по дате поступления).</p>
</div>
</div>
</div>
<div class="sect1">
<h2 id="_папка_действий_документы">Папка действий «Документы»</h2>
<div class="sectionbody">
<div class="paragraph">
<p>В папке действий «Документы» находятся все документы пользователя,
разделенные на следующие подпапки:</p>
</div>
<div class="ulist circle">
<ul class="circle">
<li>
<p>«<strong>Черновики</strong>» – документы, договоры и совещания, созданные данным
пользователем, но не отправленные по какому-либо процессу;</p>
</li>
<li>
<p>«<strong>Согласование</strong>» – документы, договоры и совещания, направленные на согласование
данному пользователю;</p>
</li>
<li>
<p>«<strong>Доработка</strong>» – документы, договоры и совещания, возвращенные данному пользователю
на доработку;</p>
</li>
<li>
<p>«<strong>Утверждение</strong>» – документы, договоры и совещания, направленные данному
пользователю на утверждение;</p>
</li>
<li>
<p>«<strong>Ознакомление</strong>» – документы и договоры, направленные для ознакомления
данному пользователю.</p>
</li>
</ul>
</div>
</div>
</div>
<div class="sect1">
<h2 id="_папка_поиска_все_мои_договоры">Папка поиска «Все мои договоры»</h2>
<div class="sectionbody">
<div class="paragraph">
<p>Папка поиска «Все мои договоры» – это предустановленная папка поиска,
которая доступна всем пользователям Системы и содержит все договоры, в
процессах по которым пользователь принимал участие, а именно:</p>
</div>
<div class="ulist circle">
<ul class="circle">
<li>
<p>«<strong>Согласованные мной</strong>» – договоры, которые пользователь согласовал;</p>
</li>
<li>
<p>«<strong>Утвержденные мной</strong>» – договоры, которые пользователь утвердил.</p>
</li>
</ul>
</div>
</div>
</div>
<div class="sect1">
<h2 id="_уведомления">Уведомления</h2>
<div class="sectionbody">
<div class="paragraph">
<p>В правой части экрана отображаются сведения о недавних изменениях в
карточках (если у пользователя имеется большое число уведомлений, то при
входе в Систему на основном экране отображается пять последних, а для
просмотра следующих пяти уведомлений необходимо нажать на кнопку
перехода к следующим уведомлениям).</p>
</div>
<div class="paragraph">
<p>Кнопка «<strong>Удалить все</strong>» позволяет убрать отображение всех уведомлений.</p>
</div>
</div>
</div>
</div>
<div id="footer">
<div id="footer-text">
Last updated 2020-12-18 10:13:34 └Ёрсёъюх тЁхь  (чшьр)
</div>
</div>
</body>
</html>`;